console.log (
  `
  Приветствую тебя, проверяющий!
  Желаю успехов!

  Самооценка:

  ☑ вёрстка валидная +10
    Надпись "Document checking completed. No errors or warnings to show." +10

  ☑ вёрстка семантическая +20
  В коде страницы присутствуют семантические теги HTML5:
    - details:  1
    - figure:  1
    - footer:  1
    - header:  1
    - main:  1
    - mark:  1
    - nav:  1
    - section:  10
    - summary:  1
    - h1:  1 - Заголовок h1 только один.
    - h2:  1
    - h3:  9
    Всего уникальных: 12 * 2 балла = 24 (max 20 баллов)

  ☑ для оформления СV используются css-стили +10

  ☑ контент размещается в блоке, который горизонтально центрируется на странице. Фоновый цвет, если он есть, тянется во всю ширину страницы +10

  ☑ вёрстка адаптивная: ни на одном из разрешений экрана до 320px включительно не появляется горизонтальная полоса прокрутки, при этом всё содержание страницы сохраняется +10

  ☑ есть адаптивное бургер-меню. Ссылки в пунктах меню ведут на основные разделы CV. При кликах по пунктам меню реализована плавная прокрутка по якорям. При уменьшении ширины экрана меню становится адаптивным. +10

  ☑ на странице СV присутствует изображение - фото или аватарка автора CV, пропорции изображения не искажены, у изображения есть атрибут alt +10

  ☑ контакты для связи и перечень навыков оформлены в виде списка ul > li +10

  ☑ CV содержит контакты для связи, краткую информацию о себе, перечень навыков, информацию об образовании и уровне английского +10

  ☑ CV содержит пример кода с подсветкой. +10

  ☑ CV содержит изображения-ссылки на выполненные вами проекты. При клике по изображению страница проекта открывается в новой вкладке. У каждого проекта есть название, небольшое описание, указан перечень используемых технологий. +10

  ☑ CV выполнено на английском языке +10

  ☑ выполнены требования к Pull Request: есть ссылка на задание, скриншот страницы СV, ссылка на деплой страницы CV на GitHub Pages, выполнена самооценка +10

  ☑ есть видеорезюме CV на английском языке. Видеорезюме встроено в страницу CV как видео. Продолжительность видео 4:29 (3-5 минут (±15 секунд)). В описание видео на YouTube добавлена ссылка на его транскрипцию на английском языке в документе Google Docs. +10

  ☑ дизайн, оформление, качество выполнения CV не ниже чем в примерах CV, приведённых в материалах к заданию (это дополнительные 10 баллов, поэтому некоторый субъективизм в оценке может присутствовать) +10

  ИТОГО: 160 баллов (max 150)
  `
)
